Repository: lanray07/RideGuard-AI
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Planning uses location on request. Tracking runs only during rides you start. No location is shared automatically. Delete or export local records at any time.
de: Die Planung nutzt deinen Standort auf Anfrage. Die Aufzeichnung läuft nur während selbst gestarteter Fahrten. Dein Standort wird nicht automatisch geteilt. Lokale Daten kannst du jederzeit löschen oder exportieren.
es: La planificación usa tu ubicación cuando lo solicitas. El seguimiento solo funciona en trayectos que inicies. No se comparte tu ubicación automáticamente. Elimina o exporta los registros locales cuando quieras.
fr: La planification utilise votre position à votre demande. Le suivi fonctionne uniquement pendant les trajets que vous démarrez. Aucune position n’est partagée automatiquement. Supprimez ou exportez vos données locales à tout moment.

source: Get started
de: Loslegen
es: Empezar
fr: Commencer

source: Explore RideGuard
de: Erkunden Sie RideGuard
fr: Explorer RideGuard

source: Continue
de: Weiter
es: Continuar
fr: Continuer

source: Skip introduction
de: Einführung überspringen
es: Omitir introducción
fr: Passer l’introduction

source: Road hazard reports.
de: Gefahren auf der Straße melden.
es: Avisos de peligros en la vía.
fr: Signalements sur la route.

source: Explore sample rider observations.
de: Entdecke beispielhafte Beobachtungen von Radfahrenden.
es: Explora observaciones de ciclistas de ejemplo.
fr: Découvrez des exemples d’observations de cyclistes.

source: Your observations, saved on this device.
de: Ihre Beobachtungen, gespeichert auf diesem Gerät.
es: Sus observaciones, guardadas en este dispositivo.
fr: Vos observations, enregistrées sur cet appareil.

source: Filter reports
de: Meldungen filtern
es: Filtrar avisos
fr: Filtrer les signalements

source: All reports
de: Alle Meldungen
es: Todos los avisos
fr: Tous les signalements

source: No reports yet
de: Noch keine Meldungen
es: Aún no hay avisos
fr: Aucun signalement

source: Unreported conditions may still exist. Add an observation when stationary.
de: Nicht gemeldete Bedingungen können weiterhin bestehen. Fügen Sie eine Beobachtung hinzu, wenn stationär.
es: Todavía pueden existir condiciones no declaradas. Añade una observación cuando esté estacionario.
fr: Des conditions non déclarées peuvent encore exister. Ajouter une observation à l'arrêt.

source: %@ · %@ Local confirmations: %lld
de: %@ · %@ Lokale Bestätigungen: %lld
es: %@ · %@ Confirmaciones locales: %lld
fr: %@ · %@ Confirmations locales : %lld

source: Sample
de: Beispiel
es: Ejemplo
fr: Exemple

source: Local
de: Lokal

source: Report a hazard
de: Eine Gefahr melden
es: Informe sobre un peligro
fr: Signaler un danger

source: Stop before using the report form. Use a configured Siri shortcut for a brief hands-free report.
de: Stoppen Sie, bevor Sie das Berichtsformular verwenden. Verwenden Sie eine konfigurierte Siri-Verknüpfung für einen kurzen Freisprechbericht.
es: Pare antes de usar el formulario de informe. Utilice un atajo Siri configurado para un breve informe sin manos.
fr: Arrêtez avant d'utiliser le formulaire de déclaration. Utilisez un raccourci Siri configuré pour un bref rapport mains libres.

source: Report when stationary, or use a configured voice shortcut. No report is automatically published.
de: Melden Sie, wenn Sie stationär sind, oder verwenden Sie eine konfigurierte Sprachkombination. Es wird kein Bericht automatisch veröffentlicht.
es: Informe cuando sea estacionario o utilice un acceso directo de voz configurado. Ningún informe se publica automáticamente.
fr: Signalez quand vous êtes stationnaire ou utilisez un raccourci vocal configuré. Aucun rapport n'est automatiquement publié.

source: Category
de: Kategorie
es: Categoría
fr: Catégorie

source: What did you observe?
de: Was haben Sie beobachtet?
es: ¿Qué has observado?
fr: Qu'avez-vous observé ?

source: Impact
de: Auswirkungen
es: Impacto

source: Minor
de: Klein
es: Menores
fr: Mineur

source: Significant
de: Bedeutend
es: Significado
fr: Important

source: Obstructed
de: blockiert
es: Obstruida
fr: Obstructés

source: Add an optional photo
de: Hinzufügen eines optionalen Fotos
es: Añadir una foto opcional
fr: Ajouter une photo en option

source: Preparing photo…
de: Foto vorbereiten...
es: Preparando la foto...
fr: Préparation de la photo...

source: Remove photo
de: Foto entfernen
es: Quitar la foto
fr: Supprimer la photo

source: Your observation
de: Deine Beobachtung
es: Su observación
fr: Votre observation

source: Saved at your current location and time. Describe road conditions, not identifiable people or vehicles.
de: Wird mit deinem aktuellen Standort und der Uhrzeit gespeichert. Beschreibe den Straßenzustand, ohne Personen oder Fahrzeuge identifizierbar zu machen.
es: Se guarda con tu ubicación y hora actuales. Describe el estado de la vía, sin identificar personas ni vehículos.
fr: Enregistré avec votre position et l’heure actuelles. Décrivez l’état de la route, sans identifier de personnes ni de véhicules.

source: Sample location · Shoreditch
de: Beispielort · Shoreditch
es: Ubicación de ejemplo · Shoreditch
fr: Lieu fictif · Shoreditch

source: Location needed
de: Standort erforderlich
es: Se necesita tu ubicación
fr: Position nécessaire

source: Current location available
de: Aktueller Standort verfügbar
es: Ubicación actual disponible
fr: Position actuelle disponible

source: Get current location
de: Aktuellen Standort abrufen
es: Obtener ubicación actual
fr: Obtenir ma position

source: Save report on this device
de: Meldung auf diesem Gerät speichern
es: Guardar aviso en este dispositivo
fr: Enregistrer le signalement

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Choose a photo smaller than 12 MB.
de: Wählen Sie ein Foto kleiner als 12 MB.
es: Elige una foto menor a 12 MB.
fr: Choisissez une photo de moins de 12 Mo.

source: The photo could not be loaded.
de: Das Foto konnte nicht geladen werden.
es: La foto no se podía cargar.
fr: La photo ne pouvait pas être chargée.

source: Photo attached to this hazard report
de: Foto beigefügt diesem Gefahrenbericht
es: Foto adjunta a este informe sobre peligros
fr: Photo jointe au présent rapport de danger

source: Observed
de: Beobachtet
es: Observadas
fr: Observé

source: Local confirmations
de: Lokale Bestätigungen
es: Confirmaciones locales
fr: Confirmations locales

source: Observations lose relevance with age. Confirmations represent local test interactions, not verified community consensus.
de: Beobachtungen verlieren mit dem Alter an Relevanz. Bestätigungen stellen lokale Testinteraktionen dar, nicht den verifizierten Konsens der Gemeinschaft.
es: Las observaciones pierden relevancia con la edad. Las confirmaciones representan interacciones locales de pruebas, no un consenso comunitario verificado.
fr: Les observations perdent de leur pertinence avec l'âge. Les confirmations représentent des interactions d'essai locales et non un consensus communautaire vérifié.

source: What do you see?
de: Was siehst du?
es: ¿Qué observas?
fr: Que constatez-vous ?

source: Still there
de: Noch vorhanden
es: Sigue ahí
fr: Toujours présent

source: Cleared
de: Beseitigt
es: Ya no está
fr: Disparu

source: Incorrect
de: Falsch
es: Incorrecto

source: Delete my report
de: Meine Meldung löschen
es: Eliminar mi aviso
fr: Supprimer mon signalement

source: Report details
de: Meldungsdetails
es: Detalles del aviso
fr: Détails du signalement

source: Emergency options
de: Notfalloptionen
es: Opciones de emergencia
fr: Options d'urgence

source: Your ride
de: Deine Fahrt
es: Tu trayecto
fr: Votre trajet

source: End this ride?
de: Beenden Sie diese Fahrt?
es: ¿Terminamos con este viaje?
fr: Arrêter ce trajet ?

source: End ride
de: Fahrt beenden
es: Finalizar trayecto
fr: Terminer le trajet

source: Keep riding
de: Fahrt fortsetzen
es: Seguir el trayecto
fr: Continuer le trajet

source: Location tracking and ride reminders will stop. No contact message is sent automatically.
de: Standortaufzeichnung und Fahrterinnerungen werden beendet. Es wird keine automatische Nachricht an Kontakte gesendet.
es: Se detendrán el seguimiento de ubicación y los recordatorios del trayecto. No se enviará ningún mensaje automático a tus contactos.
fr: Le suivi de position et les rappels du trajet s’arrêteront. Aucun message n’est envoyé automatiquement à vos contacts.

source: Prepare your bike ride.
de: Bereite deine Radtour vor.
es: Prepara tu salida en bici.
fr: Préparez votre sortie à vélo.

source: Only you can see this ride
de: Nur du kannst diese Fahrt sehen
es: Solo tú puedes ver este trayecto
fr: Vous seul pouvez voir ce trajet

source: Live location sharing is not connected. No trusted contact is being notified.
de: Live Location Sharing ist nicht verbunden. Es wird kein vertrauenswürdiger Kontakt benachrichtigt.
es: El intercambio de ubicación en vivo no está conectado. No se está notificando ningún contacto de confianza.
fr: Le partage en direct n'est pas connecté. Aucun contact de confiance n'est notifié.

source: Sharing & check-in options
de: Teilen und Rückmeldung
es: Compartir y confirmar estado
fr: Partage et nouvelles

source: Set up Siri shortcuts before riding. Alerts use short spoken updates.
de: Richten Sie Siri-Abkürzungen ein, bevor Sie fahren. Warnungen verwenden kurze gesprochene Updates.
es: Establecer atajos Siri antes de montar. Las alertas usan actualizaciones cortas.
fr: Configurez des raccourcis Siri avant de monter. Les alertes utilisent des mises à jour courtes.

source: Voice & audio settings
de: Sprach- und Audioeinstellungen
es: Ajustes de audio de voz
fr: Configuration vocale et audio

source: Start demo ride
de: Demofahrt starten
es: Iniciar trayecto de demo
fr: Démarrer le trajet démo

source: Start ride
de: Fahrt starten
es: Iniciar trayecto
fr: Démarrer le trajet

source: A simulation for exploring the controls. It does not guide a real journey.
de: Eine Simulation zur Erkundung der Kontrollen. Es leitet keine wirkliche Reise.
es: Una simulación para explorar los controles. No guía un viaje real.
fr: Une simulation pour explorer les commandes. Il ne guide pas un véritable voyage.

source: Location tracking continues during this ride, including while the screen is locked. End the ride to stop it. Turn-by-turn guidance is not available in this build.
de: Die Standortaufzeichnung läuft während dieser Fahrt auch bei gesperrtem Bildschirm weiter. Beende die Fahrt, um sie zu stoppen. Abbiegehinweise sind in dieser Version nicht verfügbar.
es: El seguimiento de ubicación continúa durante este trayecto, incluso con la pantalla bloqueada. Termina el trayecto para detenerlo. La navegación paso a paso no está disponible en esta versión.
fr: Le suivi de position continue pendant ce trajet, même si l’écran est verrouillé. Terminez le trajet pour l’arrêter. Le guidage étape par étape n’est pas disponible dans cette version.

source: Choose a destination
de: Wählen Sie ein Ziel
es: Elija un destino
fr: Choisissez une destination

source: Plan a cycling route in Explore before starting.
de: Plane vor dem Start unter Entdecken eine Fahrradroute.
es: Planifica una ruta en bicicleta en Explorar antes de empezar.
fr: Planifiez un itinéraire à vélo dans Explorer avant de partir.

source: Plan a ride
de: Fahrt planen
es: Planificar trayecto
fr: Planifier un trajet

source: CHECK-IN DUE
de: RÜCKMELDUNG FÄLLIG
es: CONFIRMA TU ESTADO
fr: NOUVELLES ATTENDUES

source: NEAR DESTINATION
de: NAHE AM ZIEL
es: CERCA DEL DESTINO
fr: PRÈS DE LA DESTINATION

source: RIDE IN PROGRESS
de: FAHRT LÄUFT
es: TRAYECTO EN CURSO
fr: TRAJET EN COURS

source: Estimated arrival
de: Geschätzte Ankunft
es: Fecha estimada de llegada
fr: Arrivée prévue

source: Sharing off
de: Freigabe aus
es: No se está compartiendo
fr: Partage désactivé

source: Your ride is taking longer than expected. No accident is inferred and no contact has been notified.
de: Deine Fahrt dauert länger als erwartet. Daraus wird kein Unfall abgeleitet, und kein Kontakt wurde benachrichtigt.
es: Tu trayecto está durando más de lo previsto. Esto no implica que haya ocurrido un accidente y no se ha avisado a ningún contacto.
fr: Votre trajet dure plus longtemps que prévu. Cela ne signifie pas qu’un accident a eu lieu et aucun contact n’a été averti.

source: Looks like you’ve arrived.
de: Sieht so aus, als wären Sie angekommen.
es: Parece que has llegado.
fr: On dirait que vous êtes arrivé.

source: Check in or end your ride when you’re ready.
de: Melde dich oder beende die Fahrt, sobald du bereit bist.
es: Confirma que estás bien o termina el trayecto cuando quieras.
fr: Donnez de vos nouvelles ou terminez le trajet lorsque vous êtes prêt.

source: What’s ahead?
de: Was liegt vor mir?
es: ¿Qué hay por delante?
fr: Que se passe-t-il devant ?

source: I’m OK
de: Mir geht es gut
es: Estoy bien
fr: Tout va bien

source: +15 minutes
de: +15 Minuten
es: +15 minutos

source: Check-in options
de: Rückmeldung
es: Confirmar tu estado
fr: Donner de vos nouvelles

source: Resume updates
de: Updates fortsetzen
es: Actualizaciones de reagrupación
fr: Reprendre les mises à jour

source: Use voice shortcuts or stop before interacting with the screen.
de: Verwenden Sie Sprachkombinationen oder stoppen Sie, bevor Sie mit dem Bildschirm interagieren.
es: Use atajos de voz o pare antes de interactuar con la pantalla.
fr: Utilisez des raccourcis ou arrêtez-vous avant d'interagir avec l'écran.

source: One more journey. A little more insight.
de: Eine weitere Fahrt. Neue Einblicke.
es: Un trayecto más. Un nuevo resumen.
fr: Un trajet de plus. Un nouveau bilan.

source: Ride duration
de: Dauer der Fahrt
es: Duración del viaje
fr: Durée du trajet

source: Recorded distance
de: Aufgezeichnete Entfernung
es: Distancia grabada
fr: Distance enregistrée

source: Reports saved
de: Gespeicherte Meldungen
es: Avisos guardados
fr: Signalements enregistrés

source: Check-in delivery
de: Zustellung der Rückmeldung
es: Entrega de la confirmación
fr: Envoi de vos nouvelles

source: Not verified
de: Nicht bestätigt
es: No verificado
fr: Non vérifié

source: How did this route feel?
de: Wie hast du diese Route empfunden?
es: ¿Cómo te has sentido en esta ruta?
fr: Comment avez-vous vécu ce trajet ?

source: Very comfortable
de: Sehr bequem
es: Muy cómodo
fr: Très confortable

source: Comfortable
de: Komfortabel
es: Cómodo
fr: Confortable

source: Mixed
de: Gemischt
es: Sensaciones mixtas
fr: Mitigé

source: Uncomfortable
de: Unangenehm
es: Incómodo
fr: Inconfortable

source: Comfort is your personal experience, separate from measured route factors.
de: Komfort ist Ihre persönliche Erfahrung, getrennt von gemessenen Routenfaktoren.
es: El confort es su experiencia personal, separado de los factores de ruta medidos.
fr: Le confort est votre expérience personnelle, séparée des facteurs d'itinéraire mesurés.

source: Plan another ride
de: Weitere Fahrt planen
es: Planificar otro trayecto
fr: Planifier un autre trajet

source: You control what leaves your phone
de: Du entscheidest, was dein Telefon verlässt
es: Tú controlas lo que sale de tu teléfono
fr: Vous décidez de ce qui est partagé

source: Secure live location links and automatic contact messages are not connected. No one can follow this ride through RideGuard.
de: Sichere live-standortlinks und automatische kontaktnachrichten sind nicht verbunden. Niemand kann dieser Fahrt durch RideGuard folgen.
es: Los enlaces de ubicación segura y los mensajes de contacto automáticos no están conectados. Nadie puede seguir este viaje a través de RideGuard.
fr: Les liens de localisation en direct sécurisés et les messages de contact automatiques ne sont pas connectés. Personne ne peut suivre ce trajet à travers RideGuard.

source: Send a status yourself
de: Senden Sie selbst einen Status
es: Envía tu estado
fr: Envoyez un statut vous-même

source: Review the recipient and message in the system share sheet. RideGuard cannot verify delivery.
de: Überprüfen Sie den Empfänger und die Nachricht im Systemfreigabeblatt. RideGuard kann die Lieferung nicht überprüfen.
es: Revise el destinatario y el mensaje en la hoja de acciones del sistema. RideGuard no puede verificar la entrega.
fr: Examiner le destinataire et le message dans la feuille de partage du système. RideGuard ne peut pas vérifier la livraison.

source: Share ride status…
de: Fahrtstatus teilen…
es: Compartir estado del trayecto…
fr: Partager l’état du trajet…

source: Share a check-in…
de: Rückmeldung teilen…
es: Compartir que estoy bien…
fr: Donner de mes nouvelles…

source: Trusted people · saved locally
de: Vertrauenspersonen · lokal gespeichert
es: Personas de confianza · guardadas localmente
fr: Personnes de confiance · sur cet appareil

source: Add a trusted person in You → Trusted contacts.
de: Fügen Sie eine vertrauenswürdige Person in Sie hinzu → Vertrauenswürdige Kontakte.
es: Añadir una persona de confianza en Usted → Contactos confiados.
fr: Ajoutez une personne de confiance en Vous → Contacts de confiance.

source: No automatic messages enabled
de: Keine automatischen Nachrichten aktiviert
es: No hay mensajes automáticos habilitados
fr: Aucun message automatique activé

source: Stay connected
de: Bleiben Sie verbunden
es: Manténgase conectado
fr: Restez connecté

source: If you need urgent help
de: Wenn Sie dringend Hilfe benötigen
es: Si necesita ayuda urgente
fr: Si vous avez besoin d'une aide urgente

source: Use your iPhone’s Emergency SOS or the Phone app to call your local emergency number. RideGuard is not an emergency-response service.
de: Nutze Notruf SOS auf deinem iPhone oder die Telefon-App, um die örtliche Notrufnummer anzurufen. RideGuard ist kein Notfalldienst.
es: Usa Emergencia SOS del iPhone o la app Teléfono para llamar al número de emergencias local. RideGuard no es un servicio de emergencias.
fr: Utilisez Appel d’urgence sur votre iPhone ou l’app Téléphone pour appeler le numéro d’urgence local. RideGuard n’est pas un service de secours.

source: On supported iPhones, hold the side button and a volume button to access Emergency SOS and Medical ID. Device settings may change this behaviour.
de: Halte auf unterstützten iPhones die Seitentaste und eine Lautstärketaste gedrückt, um Notruf SOS und den Notfallpass zu öffnen. Geräteeinstellungen können dieses Verhalten ändern.
es: En los iPhone compatibles, mantén pulsados el botón lateral y uno de volumen para acceder a Emergencia SOS y a Datos médicos. Los ajustes del dispositivo pueden cambiar este funcionamiento.
fr: Sur les iPhone compatibles, maintenez le bouton latéral et un bouton de volume pour accéder à Appel d’urgence et à la fiche médicale. Les réglages de l’appareil peuvent modifier ce fonctionnement.

source: Trusted people
de: Vertrauenspersonen
es: Personas de confianza
fr: Personnes de confiance

source: No trusted contacts saved.
de: Keine Vertrauenspersonen gespeichert.
es: No hay contactos de confianza guardados.
fr: Aucun contact de confiance enregistré.

source: Share current location…
de: Aktueller Standort teilen...
es: Compartir ubicación actual...
fr: Partager l'emplacement actuel...

source: This message contains a precise location. Choose the recipient in the share sheet.
de: Diese Nachricht enthält einen genauen Ort. Wählen Sie den Empfänger im Aktienblatt.
es: Este mensaje contiene una ubicación precisa. Elija al destinatario en la hoja de acciones.
fr: Ce message contient un emplacement précis. Choisissez le destinataire dans la feuille de partage.

source: Your everyday ride.
de: Deine täglichen Fahrten.
es: Tus trayectos diarios.
fr: Vos trajets quotidiens.

source: Guest · on this device
de: Gast · auf diesem Gerät
es: Invitado · en este dispositivo
fr: Invité · sur cet appareil

source: Explore with demo data
de: Entdecken Sie mit Demodaten
es: Explorar con datos demo
fr: Explorer avec les données de démonstration

source: Demo routes, scores and reports are illustrative. End your ride before switching modes.
de: Demo-routen, punkte und berichte sind illustrativ. Beenden Sie Ihre Fahrt, bevor Sie die Modi wechseln.
es: Las rutas, puntuaciones e informes son ilustrativos. Termina tu viaje antes de cambiar los modos.
fr: Les itinéraires de démonstration, les scores et les rapports sont des exemples. Finissez votre trajet avant de changer de mode.

source: Voice & audio
de: Sprache und Audio
es: Voz y audio
fr: Voix et audio

source: Trusted contacts
de: Vertrauenspersonen
es: Contactos de confianza
fr: Contacts de confiance

source: Saved places
de: Gespeicherte Orte
es: Lugares guardados
fr: Lieux enregistrés

source: Applies to new rides. A local reminder asks you to check in; it does not notify a trusted person.
de: Gilt für neue Fahrten. Eine lokale Erinnerung bittet dich um eine Rückmeldung; sie benachrichtigt keine Vertrauensperson.
es: Se aplica a nuevos trayectos. Un recordatorio local te pide confirmar que estás bien; no avisa a tus contactos.
fr: S’applique aux nouveaux trajets. Un rappel local vous invite à donner de vos nouvelles ; il ne prévient pas vos contacts.

source: More information for your everyday journeys
de: Mehr Informationen für Ihre täglichen Reisen
es: Más información para sus viajes diarios
fr: Plus d'informations pour vos voyages quotidiens

source: Privacy & data
de: Datenschutz & Daten
es: Datos de privacidad
fr: Confidentialité & données

source: Privacy details
de: Datenschutzangaben
es: Detalles de privacidad
fr: Données de confidentialité

source: Prepare data export
de: Bereiten Sie den Datenexport vor
es: Preparar la exportación de datos
fr: Préparer l'exportation des données

source: Share export…
de: Export teilen…
es: Compartir archivo exportado…
fr: Partager l’export…

source: Delete all local data
de: Alle lokalen Daten löschen
es: Eliminar todos los datos locales
fr: Supprimer toutes les données locales

source: No analytics, cloud account, microphone capture or third-party AI service is enabled. Local records remain until you delete them. System backups may retain copies according to your device settings.
de: Analysefunktionen, Cloud-Konten, Mikrofonaufnahmen und KI-Dienste Dritter sind nicht aktiviert. Lokale Daten bleiben bis zu ihrer Löschung gespeichert. Systemsicherungen können je nach Geräteeinstellungen Kopien enthalten.
es: No se han activado análisis, cuentas en la nube, grabación del micrófono ni servicios de IA de terceros. Los registros locales permanecen hasta que los eliminas. Las copias de seguridad del sistema pueden conservar copias según tus ajustes.
fr: Aucun outil d’analyse, compte cloud, enregistrement du microphone ni service d’IA tiers n’est activé. Les données locales restent jusqu’à leur suppression. Les sauvegardes du système peuvent conserver des copies selon les réglages de votre appareil.

source: About
de: Über die App
es: Acerca de
fr: À propos

source: Data sources & limitations
de: Datenquellen und Einschränkungen
es: Fuentes de datos y limitaciones
fr: Sources et limites des données

source: Terms
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d’utilisation

source: Made for your ride
de: Für deine Fahrten
es: Pensado para tus trayectos
fr: Pensé pour vos trajets

source: Delete all local data?
de: Alle lokalen Daten löschen?
es: Eliminar todos los datos locales?
fr: Supprimer toutes les données locales?

source: Delete history, reports and contacts
de: Löschen von Geschichte, Berichten und Kontakten
es: Eliminar historia, informes y contactos
fr: Supprimer l'historique, les rapports et les contacts
